/**
 * File is automatically generated, Please do not modify
 */
export class $HeroAttrCFGSource {
    public static jsonObject:Object = {
        ID: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11],
        Name: ["神力恩泽", "烈焰之心", "暗影之刃", "自然之语", "钢铁之盾", "风暴之眼", "光明使者", "霜寒之握", "大地之怒", "星辰之佑", "星辰之佑11"],
        HP: [[], [], [], [], [], [], [], [], [], [], []],
        MP: [[], [], [], [], [], [], [], [], [], [], []],
        AttackPower: [[], [], [], [], [], [], [], [], [], [], []],
        MagicPower: [[], [], [], [], [], [], [], [], [], [], []],
        Armor: [[], [], [], [], [], [], [], [], [], [], []],
        MagicResist: [[], [], [], [], [], [], [], [], [], [], []],
        CritRate: [[], [], [], [], [], [], [], [], [], [], []]
    }
}